//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Annuleren";
"_edit_"                    = "Bewerken";
"_tap_to_cancel_"           = "Tik om te annuleren";
"_cancel_request_"          = "Wilt u annuleren?";
"_upload_file_"             = "Bestand uploaden";
"_download_file_"           = "Downloaden bestand";
"_delete_"                  = "Verwijderen";
"_rename_"                  = "Hernoemen";
"_rename_file_"             = "Hernoem bestand";
"_rename_folder_"           = "Hernoem map";
"_move_"                    = "Verplaats";
"_add_"                     = "Toevoegen";
"_save_"                    = "Opslaan";
"_warning_"                 = "Waarschuwing";
"_error_"                   = "Fout";
"_no_"                      = "Nee";
"_yes_"                     = "Ja";
"_select_"                  = "Selecteren";
"_select_all_"              = "Alles selecteren";
"_upload_"                  = "Uploaden";
"_home_"                    = "Bestanden";
"_files_"                   = "Bestanden";
"_ok_"                      = "OK";
"_done_"                    = "Klaar";
"_clear_"                   = "Terug";
"_selected_"                = "Geselecteerd";
"_no_active_account_"       = "No account found";
"_info_"                    = "Info";
"_warning_"                 = "Waarschuwing";
"_video_"                   = "Video";
"_overwrite_"               = "Overschrijven";
"_create_"                  = "Create";
"_create_folder_"           = "Maak map";
"_create_folder_e2ee_"      = "Maak versleutelde map";
"_close_"                   = "Sluiten";
"_remove_"                  = "Verwijderen";
"_file_not_found_"          = "Bestand niet gevonden";
"_continue_"                = "Doorgaan";
"_continue_editing_"        = "Hervat bewerken";
"_auto_upload_folder_"      = "Automatisch uploaden";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Onbekend";
"_success_"                 = "Geslaagd";
"_mode_filename_"           = "Bestandsnaam modus";
"_warning_owncloud_"        = "Dit is niet getest en wordt niet ondersteund, gebruik op eigen risico.";
"_warning_unsupported_"     = "Je gebruikt een versie die niet wordt ondersteund. Voor de veiligheid van je gegevens raden we je sterk aan om bij te werken naar de nieuwste stabiele versie.";
"_restore_"                 = "Herstellen";
"_tap_here_to_change_"      = "Tik hier om te wijzigen";
"_no_albums_"               = "Geen albums";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_force_start_"             = "Forceer de start";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it to be able to read the file %@.";
"_the_account_"             = "The account";
"_does_not_exist_"          = "does not exist";
"_sharing_"                 = "Delen";
"_details_"                 = "Details";
"_no_permission_add_file_"  = "You don't have permission to add files.";
"_no_permission_delete_file_" = "You don't have permission to delete files.";
"_no_permission_modify_file_" = "You don't have permission to modify files.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = "Toevoegen mapinfo";
"_back_"                    = "Terug";
"_search_"                  = "Zoeken";
"_of_"                      = "van";
"_livephoto_save_"          = "Save Live Photo to Photo Album";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_livephoto_no_"            = "Disable Live Photo";
"_convert_live_photo_"      = "Convert to Live Photo";
"_file_conflict_num_"       = "bestandsconflict";
"_file_conflicts_num_"      = "bestandsconflicten";
"_file_conflict_desc_"      = "Welke bestanden wil je bewaren?\nAls je beide versies selecteert zal het gekopieerde bestand een volgnummer aan de naam toegevoegd krijgen.";
"_file_conflict_new_"       = "Nieuwe bestanden";
"_file_conflict_exists_"    = "Al aanwezige bestanden";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Move or copy";
"_copy_"                    = "Kopie";
"_now_"                     = "Nu";
"_wait_"                    = "Even geduld ...";
"_recent_"                  = "Recent";
"_view_in_folder_"          = "Bekijken in map";
"_leave_share_"             = "Verlaat deze gedeelde locatie";
"_disabled_"                = "Disabled";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Opnieuw proberen";
"_images_"                  = "Images";
"_confirm_"                 = "Bevestigen";
"_confirm_continue_"        = "Confirm by continuing the previous uploading";
"_confirm_resetting_"       = "confirm ignoring previous uploading ";

/* MARK: Files lock */

"_lock_"                            = "Slot";
"_unlock_"                          = "Ontgrendel";
"_lock_file_"                       = "Vergrendel bestand";
"_unlock_file_"                     = "Ontgrendel bestand";
"_lock_selected_files_"             = "Vergrendel bestanden";
"_unlock_selected_files_"           = "Ontgrendel bestanden";
"_locked_by_"                       = "Vergrendeld door %@";
"_file_locked_no_override_"         = "Dit bestand is vergrendeld. Het kan niet worden overschreven.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Verwijder bestand";
"_delete_file_"             = "Verwijder bestand";
"_delete_folder_"           = "Verwijder map";
"_size_"                    = "Omvang";
"_set_user_status_"         = "Instellen gebruikersstatus";
"_open_settings_"           = "Openen instellingen";
"_settings_account_request_" = "Aanvragen account bij opstarten";
"_alias_"                   = "Bijnaam";
"_alias_placeholder_"       = "Write the alias";
"_alias_footer_"            = "Geef je accountnamen een beschrijvende naam zoals Thuis, Kantoor, School …";
"_privacy_legal_"           = "Privacy- en Juridisch Beleid";
"_source_code_"             = "Download sourcecode";
"_account_select_"          = "Selecteer het account";
"_account_select_to_add_"   = "Selecteer het account om toe te voegen";
"_remove_local_account_"    = "Remove local account";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_single_file_conflict_title_" = "Bestandsconflict";
"_multi_file_conflict_title_" = "%@ bestandsconflicten";
"_replace_action_title_" = "Vervangen";
"_keep_both_action_title_" = "Bewaar beide";
"_cancel_keep_existing_action_title_" = "Cancel en behoud bestaande";
"_replace_all_action_title_" = "Alles vervangen";
"_keep_both_for_all_action_title_" = "Behoud beide voor alle";
"_more_action_title_" = "Meer details";
"_wait_file_preparation_" = "Please wait, preparing file upload…";
"_wait_file_encryption_"  = "Please wait, encrypting file…";
"_passcode_counter_fail_" = "Too many failed attempts, please wait before reattempting.";
"_seconds_"               = "seconds";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "Online";

/* User status */
"_away_"                    = "Afwezig";
/* User status */

"_dnd_"                     = "Niet storen";

/* User status */
"_dnd_description_"         = "Demp alle meldingen";

/* User status */
"_invisible_"               = "Onzichtbaar";

/* User status */
"_invisible_description_"   = "Toon afwezig";

/* User status */
"_status_message_"          = "Statusbericht";
"_status_message_placehorder_"  = "Wat is jouw status?";
"_online_status_"           = "Online status";
"_clear_status_message_"    = "Statusbericht wissen";
"_set_status_message_"      = "Instellen statusbericht";
"_clear_status_message_after_"  = "Statusbericht wissen na";

/* User status */
"_select_option_"           = "Selecteer optie";
"_dont_clear_"              = "Niet wissen";
"_30_minutes_"              = "30 minuten";
"_an_hour_"                 = "een uur";
"_1_hour_"                  = "1 uur";
"_4_hours_"                 = "4 uur";
"day"                       = "Vandaag";
"_this_week_"               = "Deze week";
"_days_"                    = "Dagen";
"_hours_"                   = "Uur";
"_minutes_"                 = "Minuten";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_files_lock_error_"        = "There was an error changing the lock of this file.";
"_more_"                        = "Meer";
"_notifications_"               = "Meldingen";
"_quota_space_unlimited_"       = "Onbeperkt";
"_quota_space_unknown_"         = "Onbekend";
"_quota_using_"                 = "Je gebruikt %@ van %@";
"_acknowledgements_"            = "Erkenningen";
"_settings_"                    = "Instellingen";
"_enter_password_"              = "Vul een wachtwoord in ...";
"_lock_"                        = "Slot";
"_lock_active_"                 = "Slot: Dicht";
"_lock_not_active_"             = "Slot: Open";
"_lock_protection_no_screen_"        = "Niet vragen bij opstarten";
"_enable_touch_face_id_"        = "Inschakelen Touch/Face ID";
"_wifi_only_"                   = "Gebruik alleen een wifi verbinding";
"_settings_autoupload_"         = "Automatisch uploaden";
"_clear_cache_"                 = "Cache leegmaken";
"_clear_cache_footer_"          = "Schoonmaken van alle gedownloade en offline bestanden van de app";
"_exit_"                        = "Herstel applicatie";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "Let op! Wordt teruggezet naar de initiële status. Doorgaan?";
"_want_delete_cache_"           = "Wilt u de cache verwijderen (dit stopt ook de huidige bestandsoverdracht)?";
"_add_account_"                 = "Account toevoegen";
"_want_delete_"                 = "You will delete the following: ";
"_want_leave_share_"            = "You will leave the following shares: ";
"_no_delete_"                   = "Nee, niet verwijderen";
"_yes_delete_"                  = "Ja, verwijderen";
"_information_"                 = "Informatie";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "Geavanceerd";
"_permissions_"                 = "Machtigingen";
"_disable_files_app_"           = "Schakelt integratie Bestandenapp uit";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_time_remaining_"              = "%@ resterend ";
"_autoupload_"                      = "Automatisch uploaden foto's/video's";
"_autoupload_select_folder_"        = "Kies de \"Auto upload\" map";
"_autoupload_photos_"               = "Auto-uploaden foto's";
"_autoupload_videos_"               = "Auto-uploaden video's";
"_autoupload_favorites_"            = "Auto upload favorites only";
"_autoupload_description_"          = "New photos/videos will be automatically uploaded to your server.";
"_autoupload_fullphotos_"           = "Upload alle foto's van de camerarol";
"_start_autoupload_"                = "Turn on auto uploading";
"_stop_autoupload_"                 = "Stop auto uploading";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading.";
"_autoupload_create_subfolder_"     = "Gebruik submappen";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "Verander bestandsnaam-formaat";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_autoupload_current_folder_"           = "Momenteel geselecteerde map";
"_show_hidden_files_"           = "Verborgen bestanden tonen";
"_format_compatibility_"        = "Meest compatible";
"_format_compatibility_footer_" = "\"Meest compatible\" slaat foto's op als JPEG, als dat kan.";
"_privacy_"                     = "Privacy";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "Uitschakelen Crash Reporter";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Foto";
"_upload_mov_livephoto_footer_" = "\"Live Foto\" slaat, als dat kan, de geselecteerde foto op in \"Live Foto\" formaat.";
"_capabilities_"                = "Mogelijkheden";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diagnostiek";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log file";
"_clear_log_"                   = "Clear log file";
"_set_log_level_"               = "Set Log level";
"_log_file_clear_alert_"        = "Log file cleared \n successfully!";
"_connect_server_anyway_"       = "Wil je toch verbinding maken met de server?";
"_server_is_trusted_"           = "Beschouw je deze server als vertrouwd?";
"_connection_error_"            = "Verbindingsfout";
"_login_url_"                   = "Serveradres https:// …";
"_login_url_error_"             = "UEL fout, verifieer je server URL";
"_favorites_"                   = "Favorieten";
"_favorite_short_"              = "Favoriet maken";
"_tutorial_favorite_view_"      = "Bestanden en mappen die je als favoriet markeert, worden hier getoond";
"_tutorial_offline_view_"       = "Bestanden die hier worden geplaatst, zijn offline ook beschikbaar. Ze worden gesynchroniseerd met je Cloud.";
"_tutorial_groupfolders_view_"  = "No Group folders yet";
"_more_"                        = "Meer";
"_favorite_no_files_"           = "Nog geen favorieten";
"_no_date_information_"                     = "No date information";
"_no_camera_information_"                   = "No camera information";
"_no_lens_information_"                     = "No lens information";
"_today_"                                   = "Vandaag";
"_yesterday_"                               = "Gisteren";
"_access_photo_not_enabled_"                = "Toegang tot Foto's niet ingeschakeld";
"_access_photo_not_enabled_msg_"            = "Ga naar Instellingen → Apps → HiDrive Next → Foto's en schakel Toegang tot fotobibliotheek in.";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_new_photos_starting_"                     = "Only photos or videos starting %@ will be uploaded.";
"_tutorial_photo_view_"                     = "Nog geen foto's of video's geüploaded";
"_error_createsubfolders_upload_"           = "Fout bij aanmaken submappen";
"_remove_photo_CameraRoll_"                 = "Verwijderen van het filmrolletje";
"_remove_photo_CameraRoll_desc_"            = "\"Verwijderen van fotorolletje\" na een succesvolle upload, wordt een bevestigingsbericht getoond voor verwijdering van de foto's of video's van het fotorolletje. De verwijderde foto's of video's zullen nog 30 dagen in de iOS foto-prullenbak beschikbaar zijn.";
"_never_"                       = "nooit";
"_less_a_minute_"               = "minder dan een minuut geleden";
"_a_minute_ago_"                = "een minuut geleden";
"_minutes_ago_"                 = "%d minuten geleden";
"_an_hour_ago_"                 = "een uur geleden";
"_hours_ago_"                   = "%d uur geleden";
"_a_day_ago_"                   = "een dag geleden";
"_days_ago_"                    = "%d dagen geleden";
"_forbidden_characters_"        = "Forbidden characters: %@";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Media";
"_order_by_"                    = "Sorteren op";
"_name_"                        = "Name";
"_date_"                        = "Datum";
"_size_"                        = "Omvang";
"_delete_selected_files_"       = "Verwijderen bestanden";
"_remove_favorites_"            = "Verwijderen uit favorieten";
"_add_favorites_"               = "Toevoegen aan favorieten";
"_share_"                       = "Delen";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "mappen";
"_folder_"                      = "map";
"_files_"                       = "Bestanden";
"_file_"                        = "bestand";
"_no_file_pull_down_"           = "Upload een bestand of veeg omlaag om te verversen.";
"_limited_dimension_"           = "Maximale omvang bereikt";
"_save_selected_files_"         = "Opslaan in fotogalerij ";
"_file_not_saved_cameraroll_"   = "Fout: Bestand niet opgeslagen in het Fotoalbum";
"_file_saved_cameraroll_"       = "Bestand opgeslagen in het Fotoalbum";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Geen resultaat";
"_search_in_progress_"          = "Bezig met zoeken ...";
"_search_instruction_"          = "Zoeken bestand (minimaal 2 tekens)";
"_files_no_files_"              = "Hier zijn geen bestanden";
"_files_no_folders_"            = "Hier zijn geen mappen";
"_request_in_progress_"         = "Aanvraag bij server bezig ...";
"_personal_files_only_"         = "Personal files only";

"audio"                         = "AUDIO";
"directory"                     = "MAPPEN";
"document"                      = "DOCUMENTEN";
"image"                         = "AFBEELDINGEN";
"template"                      = "SJABLONEN";
"video"                         = "VIDEO";

"_paste_file_"                  = "Plakken";
"_cancel_all_task_"             = "Annuleren alle gegevensoverdrachten";
"_status_wait_download_"        = "Wachten op download";
"_status_downloading_"          = "Downloaden";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "Uploaden";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Good day";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "Delen link";
"_share_link_name_"             = "Linknaam";
"_password_"                    = "Wachtwoord";
"_share_password_"              = "Beveilig link met wachtwoord";
"_date_"                        = "Datum";
"_user_sharee_footer_"          = "Tikken om machtigingen te wijzigen";
"_enforce_password_protection_" = "Afdwingen wachtwoordbeveiliging";
"_shared_with_you_by_"          = "Gedeeld met jou door";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "Nieuwe reactie ...";
"_edit_comment_"                = "Bewerken reactie";
"_delete_comment_"              = "Verwijderen reactie";
"_share_read_only_"             = "Alleen bekijken";
"_share_editing_"               = "Can edit";
"_share_allow_upload_"          = "Toestaan uploaden en bewerken";
"_share_file_drop_"             = "Bestand droppen (alleen uploaden)";
"_share_secure_file_drop_"      = "Beveiligde bestands-drop (alleen uploaden)";
"_share_hide_download_"         = "Verbergen download";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d resterend ";
"_share_password_protect_"      = "Wachtwoord beveiliging";
"_share_expiration_date_"       = "Instellen vervaldatum";
"_share_note_recipient_"        = "Notitie voor ontvanger";
"_share_add_sharelink_"         = "Nog een link toevoegen ";
"_share_can_reshare_"           = "Verder delen toestaan";
"_share_can_create_"            = "Creëren toestaan";
"_share_can_change_"            = "Toestaan bewerken";
"_share_can_delete_"            = "Verwijderen toestaan";
"_share_can_download_"          = "Allow download";
"_share_unshare_"               = "Stop met delen";
"_share_internal_link_"         = "Interne link";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";

"_no_transfer_"                     = "Nog geen gegevensoverdrachten";
"_no_transfer_sub_"                 = "Uploads en downloads naar en vanaf dit apparaat worden hier getoond";
"_no_activity_footer_"              = "Geen activiteiten meer beschikbaar";
"_transfers_"                       = "Gegevensoverdrachten";
"_activity_"                        = "Activiteit";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Shares";
"_list_shares_no_files_"            = "Nog geen shares";
"_tutorial_list_shares_view_"       = "Bestanden en folders die je deelt worden hier zichtbaar";
"_offline_"                         = "Offline";
"_upload_photos_videos_"            = "Uploaden foto's of video's";
"_upload_file_"                     = "Bestand uploaden";
"_create_nextcloudtext_document_"   = "Creëer tekstdocument";
"_use_folder_auto_upload_"          = "Gebruik de \"Auto upload\" map als doel";
"_filename_"                        = "Bestandsnaam";
"_enter_filename_"                  = "Voer bestandsnaam in …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Geef type op in bestandsnaam";
"_maintain_original_filename_"      = "Handhaaf de originele bestandsnaam";
"_notifications_"                   = "Meldingen";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "Encryptie";
"_e2e_settings_"                    = "Begin-tot-eind versleuteling";
"_e2e_settings_start_"              = "Start begin-tot-eind versleuteling";
"_e2e_settings_activated_"          = "Begin-tot-eind versleuteling ingeschakeld";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "Deze 12 woorden samen zorgen voor een heel sterk wachtwoord, waardoor alleen jij gebruik kan maken van je versleutelde bestanden. Schrijf ze alsjeblieft op en bewaar ze op een veilige plek.";
"_e2e_settings_read_passphrase_"    = "Lees wachtwoordzin";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "De wachtwoordzin is:";
"_e2e_passphrase_request_title_"    = "Verzoek wachtwoordzin";
"_e2e_passphrase_request_message_"  = "Invoegen 12 woorden";
"_e2e_settings_remove_"             = "Verwijder de versleuteling lokaal";
"_e2e_settings_remove_message_"     = "Bevestig de verwijdering van de versleuteling met de passphrase";
"_e2e_set_folder_encrypted_"        = "Versleutel";
"_e2e_remove_folder_encrypted_"     = "Ontsleutel";
"_e2e_goto_settings_for_enable_"    = "Dit is een versleutelde map, ga naar \"Instellingen\" en zet \"end-to-end versleuteling\" aan";
"_e2e_error_"                       = "An internal end-to-end encryption error occurred.";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Scan document";
"_scanned_images_"                  = "Gescande afbeeldingen";
"_scan_document_pdf_page_"          = "Pagina";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "Origineel";
"_quality_image_title_"             = "Kwaliteit voorbeeldafbeelding";
"_file_creation_"                   = "Bestandscreatie";
"_delete_all_scanned_images_"       = "Verwijder alle gescande afbeeldingen";
"_text_recognition_"                = "Tekstherkenning";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Verwijderde bestanden";
"_trash_no_trash_"                  = "Geen bestanden verwijderd";
"_trash_no_trash_description_"      = "Je kunt hier verwijderde bestanden terugzetten";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "Beheer offline bestanden";
"_set_available_offline_"           = "Instellen als beschikbaar offline";
"_remove_available_offline_"        = "Verwijderen als beschikbaar offline";
"_create_new_document_"             = "Creëer nieuw document";
"_create_new_spreadsheet_"          = "Creëren nieuw werkblad";
"_create_new_presentation_"         = "Creëer nieuwe presentatie";
"_go_online_"                       = "Ga online om dit document te bekijken";
"_intro_1_title_"                   = "Hou je gegevens veilig en in eigen beheer";
"_intro_2_title_"                   = "Veilige samenwerking & bestandsuitwisseling";
"_intro_3_title_"                   = "Eenvoudig te gebruiken webmail, agenda & contacten";
"_intro_4_title_"                   = "Schermdelen, online afspraken & web conferenties";
"_log_in_"                          = "Inloggen";
"_sign_up_"                         = "Aanmelden met provider";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Invalid server URL";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_error_files_upload_"                  = "Error uploading files.";
"_internal_generic_error_"              = "internal error.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Creëer gesproken bericht";
"_voice_memo_start_"        = "Tik om te starten";
"_voice_memo_stop_"         = "Tik om te stoppen";
"Enter Passcode"            = "Invoeren toegangscode";
"Enter a new passcode"      = "Voer een nieuwe toegangscode in";
"Confirm new passcode"      = "Bevestig nieuwe toegangscode";
"_too_many_failed_passcode_attempts_error_" = "Too many failed passcode attempts. Please try again.";
"Passcodes didn't match. Try again." = "Toegangscodes komen niet overeen";
"Delete"                    = "Verwijderen";
"Cancel"                    = "Annuleren";
"_certificate_details_"     = "Certificaatserver details";
"_certificate_pn_details_"  = "Certificaat-pushmeldingsdetails";
"_certificate_view_"        = "Certificaatserver";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Opslaan als scan";
"_modify_"                  = "Wijzigen";
"_overwrite_original_"      = "Overschrijven origineel";
"_save_as_copy_"            = "Opslaan als kopie";
"_discard_changes_"         = "Sluiten en wijzigingen negeren";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Uw veranderingen zullen niet opgeslagen worden";
"_delete_files_desc_"       = "Verwijder bestanden om ruimte vrij te maken";
"_delete_old_files_"        = "Verwijder uit de cache alle bestanden ouder dan";
"_never_"                   = "nooit";
"_1_year_"                  = "1 jaar";
"_6_months_"                = "6 maanden";
"_3_months_"                = "3 maanden";
"_1_month_"                 = "1 maand";
"_1_week_"                  = "1 week";
"_monthly_"                 = "Maandelijks";
"_yearly_"                  = "Jaarlijks";
"_daily_"                   = "Dagelijks";
"_used_space_"              = "Used space:";
"_login_address_detail_"    = "De link naar je %@ web interface wanneer je het opent in de browser.";
"_go_to_page_"              = "Ga naar pagina";
"_page_"                    = "Pagina";
"_this_document_has_%@_pages_"              = "Het document heeft %@ pagina's";
"_invalid_page_"                            = "Ongeldige Pagina";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Er ging iets verkeerd";
"_try_download_full_resolution_"            = "Download full resolution image";
"_full_resolution_image_info_"            = "This may reveal more information about the photo.";
"_download_audio_"          = "Download the audio locally";
"_copied_path_"             = "Gekopieerd pad";
"_privacy_screen_"          = "Opstartscherm wanneer app inactief";
"_in_"                      = "in";
"_enter_passphrase_"        = "Voer wachtwoordszin in (12 woorden)";
"_show_more_results_"       = "Show more results";
"_waiting_for_"             = "Waiting for:";
"_reachable_wifi_"          = "network reachable via Wi-Fi or cable";
"_copy_passphrase_"         = "Kopieer wachtwoordzin";
"_ok_copy_passphrase_"      = "OK en kopieer wachtwoordzin";
"_select_color_"            = "Selecteer de kleur";
"_change_color_"            = "Wijzigen kleur";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "A toolbar to speed up your operations.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Keep an eye on available space and recent activity";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "%@ apps gedetecteerd ";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Status aan het lezen …";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Do you want to save the file with a different name?";
"_save_file_as_"            = "Sla bestand op als %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Kalender en contactpersonen";
"_mobile_config_"           = "Download the configuration profile";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Enable Live Photo";
"_disable_livephoto_"       = "Disable Live Photo";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Group folders";
"_play_from_files_"         = "Play movie from a file";
"_play_from_url_"           = "Play movie from URL";
"_valid_video_url_"         = "Voer een geldige URL in";
"_chunk_move_"              = "The sent file could not be reassembled, please check the server log.";
"_download_image_"          = "Download image";
"_download_video_"          = "Download video";
"_reset_wrong_passcode_"    = "Herstel applicatie";
"_reset_wrong_passcode_option_" = "Reset application after failed attempts";
"_reset_wrong_passcode_desc_" = "Use \"Reset application\" to remove all accounts and local data after %d failed code entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_select_photos_"           = "Select photos";
"_selected_photo_"          = "selected photo";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_autoupload_notice_"       = "To ensure the proper functioning of this feature, it is necessary to enable Background App Refresh. Otherwise, new photos or videos will not be detected when the application is in the background.\n\nAdditionally, please note that the app will not be able to detect new photos and videos if it is manually terminated. When the app is in the background, data transfer may be slower, and new photos and/or videos will generally be detected every 10 minutes, depending on the device’s battery level.\n\nTo verify that the app is functioning correctly, you can use the log file available in Advanced settings.";
"_display_"                 = "Scherm";
"_appearance_"              = "Appearance";
"_light_"                   = "Licht";
"_dark_"                    = "Donker";
"_use_system_style_"        = "Systeeminstelling volgen";
"_account_settings_"        = "Account settings";
"_users_"                   = "Gebruikers";
"_users_footer_"            = "Every time the app is reactivated, the account will be requested.";
"_while_charging_"          = "Tijdens het opladen";
"_keep_screen_awake_"       = "Scherm actief houden tijdens gegevensoverdrachten";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Downloaden";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_widget_available_nc25_"   = "Widget only available starting with server version 25";
"_no_items_"                = "No items";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_account_disabled_"        = "Account disabled";

//Video
"_user_"                    = "Gebruiker";
"_add_subtitle_"            = "Add an external subtitle";
"_add_audio_"               = "Add an external audio";
"_upload_foreground_msg_"   = "Do not close %@ to complete the transfer …";
"_upload_background_msg_"   = "Files upload in progress …";
"_create_folder_error_"     = "An error has occurred while creating the folder:\n%@.\n\nPlease resolve the issue as soon as possible.\n\nAll uploads are suspended until the problem is resolved.\n";
"_creating_dir_progress_"   = "Creating directories in progress … keep the application active.";
"_creating_db_photo_progress"   = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "Warning, %@, you are not authorized, your account has been deleted, if you have changed your password, re-authenticate.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_terms_accepted_"          = "Terms accepted";
"_recommended_files_"       = "Recommended Files";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Long press to paste a copied image";
"_tip_open_mediadetail_"    = "Swipe up to show the details";
"_tip_autoupload_button_"   = "Configure the options as you prefer (folder, Wi-Fi, new content, subfolders) and tap ‘Turn on auto uploading’.\nYou can stop it at any time, adjust the settings, and enable it again.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Card controller";
"_accessibility_add_upload_"    = "Toevoegen en uploaden";
"_dismiss_menu_"                = "Dismiss the menu";
"_show_profile_"                = "Show profile";
// a11y: On/Off
"_on_"                          = "Aan";
// a11y: On/Off
"_off_"                         = "Uit";
"_list_"                        = "List";
"_icons_"                       = "Icons";

// MARK: Assistant
"_assistant_task_unknown_"       = "Unknown";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "Assistent";
"_new_task_"                     = "New %@ task";
"_no_tasks_"                     = "No tasks in here";
"_create_task_subtitle_"         = "Use the + button to create one";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll
"_poll_desc_"                    = "Please complete the log in process in your browser.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Name must not contain spaces at the beginning or end.";
"_file_name_validator_error_reserved_name_" = "\"%@\" is a forbidden name.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" is a forbidden file extension.";
"_file_name_validator_error_invalid_character_" = "Name contains an invalid character: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_please_rename_file_" = "Please rename the file or folder.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "Fotorolletje";
"_destination_" = "Destination";
"_select_autoupload_albums_" = "Select albums";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";

//MARK: Login
"_login_welcome_" = "Welkom bij je cloud storage";
"_login_description_" = "Je moet inloggen via de browser";
"_login_wrong_QR_format_" = "Code formaat is onjuist";

//MARK: Burger menu
"_storage_used_" = "Opslag in gebruik";
"_used_of_space_" = "%@ van %@ in gebruik";

//MARK: Data Protection Screens
"_agree_" = "Akkoord";
"_privacy_settings_" = "Privacyinstellingen";
"_privacy_settings_description_" = "Deze toepassing gebruikt cookies en vergelijkbare technologie. \nDoor akkoord te gaan, accepteer je de verwerking en de overdracht van je gegevens aan derden [Privacybeleid](link://privacypolicy). \nJe kunt het gebruik van de tools op elk moment [weigeren](link://reject) of je keuze aanpassen via je instellingen.";
"_data_protection_settings_" = "Instellingen";
"_data_usage_for_app_optimization_description_" = "Om onze app te optimaliseren, verzamelen we anonieme gegevens.\nHiervoor gebruiken we softwareoplossingen van verschillende partners. Wij willen je volledige transparantie en beslissingsbevoegdheid geven over de verwerking en verzameling van je geanonimiseerde gebruiksgegevens. Je kunt je instellingen altijd wijzigen via het menu 'Privacy'. Houd er rekening mee dat het verzamelen van gegevens een aanzienlijke bijdrage levert aan de optimalisatie van deze app. Als je de dataverzameling uitschakelt, zijn deze optimalisaties beperkt of niet meer mogelijk.";
"_required_data_collection_" = "Noodzakelijke dataverzameling";
"_required_data_collection_description_" = "Het verzamelen van deze gegevens is noodzakelijk om essentiële functies van de app te kunnen gebruiken.";
"_analysis_of_data_collection_" = "Dataverzameling voor gebruikersgebaseerde app-optimalisatie";
"_analysis_of_data_collection_description_" = "Deze gegevens helpen ons om het gebruik van de app voor je te optimaliseren en om systeemcrashes en fouten sneller te identificeren.";
"_data_protection_" = "Privacyinstellingen";
"_save_settings_" = "Instellingen opslaan";
"_alert_tracking_access" = "Verander de tracking in de instellingen.";

"_camera_roll_" = "Fotorolletje";
"_destination_" = "Destination";
"_new_photos_only_" = "New photos only";
"_all_photos_" = "All photos";
"_back_up_new_photos_only_" = "Back up new photos/videos only";
"_auto_upload_all_photos_warning_title_" = "Are you sure you want to upload all photos?";
"_auto_upload_all_photos_warning_message_" = "This can take some time to process depending on the amount of photos.";

//MARK: Media options
"media_options" = "Media-opties";

//MARK: Selection
"_select_selectionLabel_deselectAll_" = "Alle selecteren";
"_select_selectionLabel_manyItemsSelected_" = "%@ geselecteerde items";
"_select_selectionLabel_oneItemSelected_" = "één item geselecteerd";
"_select_selectionLabel_selectAll_" = "Alles selecteren";

//MARK: Login
"_login_with_qrcode_" = "QR-code scannen";

"_download_"                    = "Downloaden";
"_media_view_options_"          = "Weergaveopties";

// MARK: Migration Multi Domains

"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

"_opt_in_pro_"              = "Optimization in progress …";
